Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Fixed same plurals check to not fire on single plural form languages.
sv: Fixade samma pluralformskontroll sÃ¥ att den inte aktiveras i sprÃ¥k med en enda pluralform.

source: Fixed regex search on some fields.
sv: Fixat sÃ¶kning med reguljÃ¤ra uttryck i vissa fÃ¤lt.

source: *Released on January 9th 2020.*
sv: *SlÃ¤pptes den 9 januari 2020.*

source: Extended API with translation creation.
sv: UtÃ¶kad API med Ã¶versÃ¤ttningsskapande.

source: Fixed several corner cases in data migrations.
sv: Flera specialfall i datamigreringar har Ã¥tgÃ¤rdats.

source: Compatibility with Django 3.0.
sv: Kompatibilitet med Django 3.0.

source: Improved data clean-up performance.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r datarensning.

source: Added support for customizable security.txt.
sv: Lagt till stÃ¶d fÃ¶r anpassningsbar security.txt.

source: Improved breadcrumbs in changelog.
sv: FÃ¶rbÃ¤ttrade brÃ¶dsmulor i Ã¤ndringsloggen.

source: Improved translations listing on dashboard.
sv: FÃ¶rbÃ¤ttrad Ã¶versÃ¤ttningslista pÃ¥ instrumentpanelen.

source: Improved HTTP responses for webhooks.
sv: FÃ¶rbÃ¤ttrade HTTP-svar fÃ¶r webhooks.

source: Added support for GitLab merge requests in Docker container.
sv: Lagt till stÃ¶d fÃ¶r GitLab-sammanslagningsfÃ¶rfrÃ¥gningar i Docker-container.

source: *Released on December 20th 2019.*
sv: *SlÃ¤pptes den 20 december 2019.*

source: Improved application user interface.
sv: FÃ¶rbÃ¤ttrat anvÃ¤ndargrÃ¤nssnitt fÃ¶r applikationen.

source: Added doublespace check.
sv: Lagt till dubbelspÃ¥rskontroll.

source: Fixed creating new languages.
sv: Fixat skapandet av nya sprÃ¥k.

source: Avoid sending auditlog notifications to deleted e-mails.
sv: Undvik att skicka auditlog-meddelanden till raderade e-postadresser.

source: Added support for read-only strings.
sv: StÃ¶d fÃ¶r skrivskyddade strÃ¤ngar har lagts till.

source: Added support for Markdown in comments.
sv: Lagt till stÃ¶d fÃ¶r Markdown i kommentarer.

source: Allow placing translation instruction text in project info.
sv: TillÃ¥t placering av Ã¶versÃ¤ttningsinstruktionstext i projektinformation.

source: Add copy to clipboard for secondary languages.
sv: LÃ¤gg till kopia till urklipp fÃ¶r sekundÃ¤ra sprÃ¥k.

source: Improved support for Mercurial.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r Mercurial.

source: Improved Git repository fetching performance.
sv: FÃ¶rbÃ¤ttrad prestanda vid hÃ¤mtning av Git-arkiv.

source: Add search lookup for age of string.
sv: LÃ¤gg till sÃ¶kfunktion fÃ¶r strÃ¤ngens Ã¥lder.

source: Show source language for all translations.
sv: Visa kÃ¤llsprÃ¥ket fÃ¶r alla Ã¶versÃ¤ttningar.

source: Show context for nearby strings.
sv: Visa sammanhang fÃ¶r nÃ¤rliggande strÃ¤ngar.

source: Added support for notifications on repository operations.
sv: Lagt till stÃ¶d fÃ¶r aviseringar om Ã¥tgÃ¤rder i arkivet.

source: Improved translation listings.
sv: FÃ¶rbÃ¤ttrade Ã¶versÃ¤ttningslistor.

source: Added support for automatic translation strings marked for editing.
sv: Lagt till stÃ¶d fÃ¶r automatisk Ã¶versÃ¤ttning av strÃ¤ngar som Ã¤r markerade fÃ¶r redigering.

source: Avoid sending duplicate notifications for linked component alerts.
sv: Undvik att skicka dubbla aviseringar fÃ¶r lÃ¤nkade komponentvarningar.

source: Improve default merge request message.
sv: FÃ¶rbÃ¤ttra standardmeddelandet fÃ¶r sammanslagningsfÃ¶rfrÃ¥gan.

source: Better indicate string state in Zen mode.
sv: BÃ¤ttre indikera strÃ¤ngstatus i Zen-lÃ¤ge.

source: Added support for more languages in Yandex Translate.
sv: StÃ¶d fÃ¶r fler sprÃ¥k har lagts till i Yandex Translate.

source: Improved look of notification e-mails.
sv: FÃ¶rbÃ¤ttrat utseende pÃ¥ e-postmeddelanden med aviseringar.

source: Provide choice for translation license.
sv: Ge mÃ¶jlighet att vÃ¤lja Ã¶versÃ¤ttningslicens.

source: *Released on October 28th 2019.*
sv: *SlÃ¤pptes den 28 oktober 2019.*

source: Remove some unneeded files from backups.
sv: Ta bort onÃ¶diga filer frÃ¥n sÃ¤kerhetskopiorna.

source: Fixed potential crash in reports.
sv: Fixat potentiellt krasch i rapporter.

source: Fixed cross database migration failure.
sv: Ã tgÃ¤rdat fel vid migrering mellan databaser.

source: Added support for force pushing Git repositories.
sv: Lagt till stÃ¶d fÃ¶r att tvinga fram Git-repositorier.

source: Reduced risk of registration token invalidation.
sv: Minskad risk fÃ¶r att registreringstoken ogiltigfÃ¶rklaras.

source: Fixed account removal hitting rate limiter.
sv: Fast begrÃ¤nsning av borttagningsfrekvensen fÃ¶r konton.

source: Added search based on priority.
sv: Lagt till sÃ¶kning baserad pÃ¥ prioritet.

source: Fixed possible crash on adding strings to JSON file.
sv: Fixat mÃ¶jligt krasch vid tillÃ¤gg av strÃ¤ngar till JSON-fil.

source: Safe HTML check and fixup now honor source string markup.
sv: SÃ¤ker HTML-kontroll och korrigering respekterar nu kÃ¤llstrÃ¤ngens markering.

source: Avoid sending notifications to invited and deleted users.
sv: Undvik att skicka aviseringar till inbjudna och borttagna anvÃ¤ndare.

source: Fix SSL connection to redis in Celery in Docker container.
sv: Fixa SSL-anslutningen till redis i Celery i Docker-containern.

source: *Released on October 15th 2019.*
sv: *SlÃ¤pptes den 15 oktober 2019.*

source: Include Weblate metadata in downloaded files.
sv: Inkludera Weblate-metadata i nedladdade filer.

source: Improved UI for failing checks.
sv: FÃ¶rbÃ¤ttrad anvÃ¤ndargrÃ¤nssnitt fÃ¶r misslyckade kontroller.

source: Indicate missing strings in format checks.
sv: Ange saknade strÃ¤ngar i formatkontroller.

source: Separate check for French punctuation spacing.
sv: Separat kontroll av franska skiljetecken.

source: Add support for fixing some of quality checks errors.
sv: LÃ¤gg till stÃ¶d fÃ¶r att Ã¥tgÃ¤rda vissa fel i kvalitetskontroller.

source: Add separate permission to create new projects.
sv: LÃ¤gg till separat behÃ¶righet fÃ¶r att skapa nya projekt.

source: Extend stats for char counts.
sv: UtÃ¶ka statistik fÃ¶r teckenantal.

source: Improve support for Java style language codes.
sv: FÃ¶rbÃ¤ttra stÃ¶det fÃ¶r sprÃ¥kkoder i Java-stil.

source: Added new generic check for placeholders.
sv: Lagt till ny generisk kontroll fÃ¶r platshÃ¥llare.

source: Added support for WebExtension JSON placeholders.
sv: Lagt till stÃ¶d fÃ¶r WebExtension JSON-platshÃ¥llare.

source: Added support for flat XML format.
sv: StÃ¶d fÃ¶r platt XML-format har lagts till.

source: Extended API with project, component and translation removal and creation.
sv: UtÃ¶kad API med borttagning och skapande av projekt, komponenter och Ã¶versÃ¤ttningar.

source: Added support for Gitea and Gitee webhooks.
sv: Lagt till stÃ¶d fÃ¶r Gitea- och Gitee-webhooks.

source: Added new custom regex based check.
sv: Lagt till ny anpassad kontroll baserad pÃ¥ reguljÃ¤ra uttryck.

source: Allow to configure contributing to shared translation memory.
sv: TillÃ¥t att konfigurera bidrag till delat Ã¶versÃ¤ttningsminne.

source: Added ZIP download for more translation files.
sv: ZIP-nedladdning fÃ¶r fler Ã¶versÃ¤ttningsfiler har lagts till.

source: Make XLIFF standard compliant parsing of maxwidth and font.
sv: GÃ¶r XLIFF-standardkompatibel parsning av maxwidth och font.

source: Added new check and fixer for safe HTML markup for translating web applications.
sv: Lagt till ny kontroll och korrigerare fÃ¶r sÃ¤ker HTML-markering fÃ¶r Ã¶versÃ¤ttning av webbapplikationer.

source: Add component alert on unsupported configuration.
sv: LÃ¤gg till komponentvarning vid icke-stÃ¶dd konfiguration.

source: Added automatic translation add-on to bootstrap translations.
sv: Lagt till tillÃ¤gg fÃ¶r automatisk Ã¶versÃ¤ttning till Bootstrap-Ã¶versÃ¤ttningar.

source: Extend automatic translation to add suggestions.
sv: UtÃ¶ka automatisk Ã¶versÃ¤ttning fÃ¶r att lÃ¤gga till fÃ¶rslag.

source: Display add-on parameters on overview.
sv: Visa tillÃ¤ggsparametrar i Ã¶versikten.

source: Sentry is now supported through modern Sentry SDK instead of Raven.
sv: Sentry stÃ¶ds nu via moderna Sentry SDK istÃ¤llet fÃ¶r Raven.

source: Changed example settings to be better fit for production environment.
sv: Ãndrade exempelinstÃ¤llningarna fÃ¶r att bÃ¤ttre passa produktionsmiljÃ¶n.

source: Added automated backups using BorgBackup.
sv: Lade till automatiska sÃ¤kerhetskopior med BorgBackup.

source: Split cleanup add-on for RESX to avoid unwanted file updates.
sv: Split-rensningstillÃ¤gg fÃ¶r RESX fÃ¶r att undvika oÃ¶nskade filuppdateringar.

source: Added advanced search capabilities.
sv: Lagt till avancerade sÃ¶kfunktioner.

source: Allow users to download their own reports.
sv: LÃ¥t anvÃ¤ndarna ladda ner sina egna rapporter.

source: Added localization guide to help configuring components.
sv: Lokaliseringsguide har lagts till fÃ¶r att underlÃ¤tta konfigurationen av komponenter.

source: Added support for GitLab merge requests.
sv: Lagt till stÃ¶d fÃ¶r GitLab-sammanslagningsfÃ¶rfrÃ¥gningar.

source: Improved display of repository status.
sv: FÃ¶rbÃ¤ttrad visning av arkivstatus.

source: Perform automated translation in the background.
sv: UtfÃ¶r automatisk Ã¶versÃ¤ttning i bakgrunden.

source: *Released on August 15th 2019.*
sv: *SlÃ¤pptes den 15 augusti 2019.*

source: Added support for simplified creating of similar components.
sv: Lagt till stÃ¶d fÃ¶r fÃ¶renklad skapande av liknande komponenter.

source: Added support for parsing translation flags from the XML based file formats.
sv: Lagt till stÃ¶d fÃ¶r att tolka Ã¶versÃ¤ttningsflaggor frÃ¥n XML-baserade filformat.

source: Log exceptions into Celery log.
sv: Logga undantag i Celery-loggen.

source: Improve performance of repository scoped add-ons.
sv: FÃ¶rbÃ¤ttra prestandan fÃ¶r tillÃ¤gg som omfattar arkivet.

source: Fixed password reset behavior.
sv: Ã terstÃ¤lld lÃ¶senordsÃ¥terstÃ¤llningsfunktion.

source: Improved performance on most of translation pages.
sv: FÃ¶rbÃ¤ttrad prestanda pÃ¥ de flesta Ã¶versÃ¤ttningssidor.

source: Fixed listing of languages not known to Weblate.
sv: Fast lista Ã¶ver sprÃ¥k som inte Ã¤r kÃ¤nda fÃ¶r Weblate.

source: Add support for cloning add-ons to discovered components.
sv: LÃ¤gg till stÃ¶d fÃ¶r kloning av tillÃ¤gg till upptÃ¤ckta komponenter.

source: Add support for replacing file content with uploaded.
sv: LÃ¤gg till stÃ¶d fÃ¶r att ersÃ¤tta filinnehÃ¥ll med uppladdat.

source: Add support for translating non VCS based content.
sv: LÃ¤gg till stÃ¶d fÃ¶r Ã¶versÃ¤ttning av innehÃ¥ll som inte Ã¤r baserat pÃ¥ VCS.

source: Added OpenGraph widget image to use on social networks.
sv: Lade till OpenGraph-widgetbild fÃ¶r anvÃ¤ndning pÃ¥ sociala nÃ¤tverk.

source: Added support for animated screenshots.
sv: StÃ¶d fÃ¶r animerade skÃ¤rmdumpar har lagts till.

source: Improved handling of monolingual XLIFF files.
sv: FÃ¶rbÃ¤ttrad hantering av ensprÃ¥kiga XLIFF-filer.

source: Avoid sending multiple notifications for single event.
sv: Undvik att skicka flera aviseringar fÃ¶r en och samma hÃ¤ndelse.

source: Add support for filtering changes.
sv: LÃ¤gg till stÃ¶d fÃ¶r filtrering av Ã¤ndringar.

source: Extended predefined periods for reporting.
sv: FÃ¶rlÃ¤ngda fÃ¶rdefinierade perioder fÃ¶r rapportering.

source: Added webhook support for Azure Repos.
sv: Lagt till stÃ¶d fÃ¶r webhook fÃ¶r Azure Repos.

source: New opt-in notifications on pending suggestions or untranslated strings.
sv: Nya valbara aviseringar om vÃ¤ntande fÃ¶rslag eller oÃ¶versatta strÃ¤ngar.

source: Add one click unsubscribe link to notification e-mails.
sv: LÃ¤gg till en lÃ¤nk fÃ¶r att avsluta prenumerationen med ett klick i e-postmeddelanden med aviseringar.

source: Fixed false positives with Has been translated check.
sv: Fixade falska positiva resultat med kontrollen Har Ã¶versatts.

source: New management interface for admins.
sv: Nytt grÃ¤nssnitt fÃ¶r administratÃ¶rer.

source: String priority can now be specified using flags.
sv: StrÃ¤ngprioritet kan nu anges med hjÃ¤lp av flaggor.

source: Added language management views.
sv: Lagt till sprÃ¥khanteringsvyer.

source: Add checks for Qt library and Ruby format strings.
sv: LÃ¤gg till kontroller fÃ¶r Qt-bibliotek och Ruby-formatstrÃ¤ngar.

source: Added configuration to better fit single project installations.
sv: Lagt till konfiguration fÃ¶r att bÃ¤ttre passa installationer av enskilda projekt.

source: Notify about new string on source string change on monolingual translations.
sv: Meddela om ny strÃ¤ng vid Ã¤ndring av kÃ¤llstrÃ¤ngen i ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Added separate view for translation memory with search capability.
sv: Lagt till separat vy fÃ¶r Ã¶versÃ¤ttningsminne med sÃ¶kfunktion.

source: *Released on June 28th 2019.*
sv: *SlÃ¤ppt den 28 juni 2019.*

source: Fixed some requirements constraints.
sv: Fixade nÃ¥gra kravbegrÃ¤nsningar.

source: Updated language database.
sv: Uppdaterad sprÃ¥kdatabas.

source: Localization updates.
sv: Lokaliseringsuppdateringar.

source: Various user interface tweaks.
sv: Olika justeringar av anvÃ¤ndargrÃ¤nssnittet.

source: Improved handling of unsupported but discovered translation files.
sv: FÃ¶rbÃ¤ttrad hantering av icke-stÃ¶dda men upptÃ¤ckta Ã¶versÃ¤ttningsfiler.

source: More verbosely report missing file format requirements.
sv: Rapportera mer utfÃ¶rligt om saknade filformatskrav.

source: *Released on June 21st 2019.*
sv: *SlÃ¤pptes den 21 juni 2019.*

source: Added separate Celery queue for notifications.
sv: Lagt till separat Celery-kÃ¶ fÃ¶r aviseringar.

source: Use consistent look with application for API browsing.
sv: AnvÃ¤nd ett enhetligt utseende med applikationen fÃ¶r API-blÃ¤ddring.

source: Include approved stats in the reports.
sv: Inkludera godkÃ¤nda statistikuppgifter i rapporterna.

source: Report progress when updating translation component.
sv: Rapportera framsteg vid uppdatering av Ã¶versÃ¤ttningskomponenten.

source: Allow to abort running background component update.
sv: TillÃ¥t att avbryta uppdatering av bakgrundskomponent som kÃ¶rs.

source: Extend template language for filename manipulations.
sv: UtÃ¶ka mallsprÃ¥ket fÃ¶r filnamnsmanipulationer.

source: Use templates for editor link and repository browser URL.
sv: AnvÃ¤nd mallar fÃ¶r redigeringslÃ¤nk och URL fÃ¶r arkivblÃ¤ddraren.

source: Indicate max length and current characters count when editing translation.
sv: Ange maximal lÃ¤ngd och aktuellt teckenantal nÃ¤r du redigerar Ã¶versÃ¤ttningen.

source: Improved handling of abbreviations in unchanged translation check.
sv: FÃ¶rbÃ¤ttrad hantering av fÃ¶rkortningar i ofÃ¶rÃ¤ndrad Ã¶versÃ¤ttningskontroll.

source: Refreshed landing page for new contributors.
sv: Uppdaterad startsida fÃ¶r nya bidragsgivare.

source: Add support for configuring msgmerge add-on.
sv: LÃ¤gg till stÃ¶d fÃ¶r konfigurering av tillÃ¤gget msgmerge.

source: Delay opening SMTP connection when sending notifications.
sv: FÃ¶rdrÃ¶j Ã¶ppningen av SMTP-anslutningen vid sÃ¤ndning av aviseringar.

source: Improved error logging.
sv: FÃ¶rbÃ¤ttrad felloggning.

source: Allow custom location in MO generating add-on.
sv: TillÃ¥t anpassad plats i MO-genererings-tillÃ¤gg.

source: Added add-ons to cleanup old suggestions or comments.
sv: Lagt till tillÃ¤gg fÃ¶r att rensa gamla fÃ¶rslag eller kommentarer.

source: Added option to enable horizontal mode in the Zen editor.
sv: Lagt till alternativ fÃ¶r att aktivera horisontellt lÃ¤ge i Zen-redigeraren.

source: Improved import performance with many linked components.
sv: FÃ¶rbÃ¤ttrad importprestanda med mÃ¥nga lÃ¤nkade komponenter.

source: Fixed examples installation in some cases.
sv: Fasta exempel pÃ¥ installation i vissa fall.

source: Improved rendering of alerts in changes.
sv: FÃ¶rbÃ¤ttrad Ã¥tergivning av varningar vid Ã¤ndringar.

source: Added new horizontal stats widget.
sv: Ny horisontell statistikwidget har lagts till.

source: Improved format strings check on plurals.
sv: FÃ¶rbÃ¤ttrad kontroll av formatstrÃ¤ngar fÃ¶r pluralformer.

source: Added font management tool.
sv: Lagt till verktyg fÃ¶r hantering av teckensnitt.

source: New check for rendered text dimensions.
sv: Ny kontroll av renderade textdimensioner.

source: Added support for subtitle formats.
sv: StÃ¶d fÃ¶r undertextformat har lagts till.

source: Include overall completion stats for languages.
sv: Inkludera Ã¶vergripande statistik Ã¶ver slutfÃ¶rda sprÃ¥k.

source: Added reporting at project and global scope.
sv: Lagt till rapportering pÃ¥ projekt- och global nivÃ¥.

source: Improved user interface when showing translation status.
sv: FÃ¶rbÃ¤ttrat anvÃ¤ndargrÃ¤nssnitt vid visning av Ã¶versÃ¤ttningsstatus.

source: New Weblate logo and color scheme.
sv: Nytt Weblate-logotyp och fÃ¤rgschema.

source: New look of bitmap badges.
sv: Nytt utseende pÃ¥ bitmap-mÃ¤rken.

source: *Released on April 26th 2019.*
sv: *SlÃ¤pptes den 26 april 2019.*

source: Fixed digest notifications in some corner cases.
sv: Fixade sammanfattningsmeddelanden i vissa specialfall.

source: Fixed add-on script error alert.
sv: RÃ¤ttat felmeddelande i tillÃ¤ggsskript.

source: Fixed generating MO file for monolingual PO files.
sv: Fixat generering av MO-fil fÃ¶r ensprÃ¥kiga PO-filer.

source: Fixed display of uninstalled checks.
sv: Fast visning av avinstallerade kontroller.

source: Indicate administered projects on project listing.
sv: Ange administrerade projekt i projektfÃ¶rteckningen.

source: Allow update to recover from missing VCS repository.
sv: TillÃ¥t uppdatering fÃ¶r att Ã¥terstÃ¤lla frÃ¥n saknat VCS-arkiv.

source: *Released on April 20th 2019.*
sv: *SlÃ¤pptes den 20 april 2019.*

source: Add support for downloading user data.
sv: LÃ¤gg till stÃ¶d fÃ¶r nedladdning av anvÃ¤ndardata.

source: Add-ons are now automatically triggered upon installation.
sv: TillÃ¤gg aktiveras nu automatiskt vid installation.

source: Improved instructions for resolving merge conflicts.
sv: FÃ¶rbÃ¤ttrade instruktioner fÃ¶r att lÃ¶sa sammanfogningskonflikter.

source: Cleanup add-on is now compatible with app store metadata translations.
sv: TillÃ¤gget Cleanup Ã¤r nu kompatibelt med Ã¶versÃ¤ttningar av metadata i appbutiker.

source: Configurable language code syntax when adding new translations.
sv: Konfigurerbar syntax fÃ¶r sprÃ¥kkoder nÃ¤r nya Ã¶versÃ¤ttningar lÃ¤ggs till.

source: Warn about using Python 2 with planned termination of support in April 2020.
sv: Varna fÃ¶r anvÃ¤ndning av Python 2 med planerad avslutning av support i april 2020.

source: Extract special characters from the source string for visual keyboard.
sv: Extrahera specialtecken frÃ¥n kÃ¤llstrÃ¤ngen fÃ¶r visuellt tangentbord.

source: Extended contributor stats to reflect both source and target counts.
sv: UtÃ¶kad statistik fÃ¶r bidragsgivare fÃ¶r att Ã¥terspegla bÃ¥de kÃ¤ll- och mÃ¥lantal.

source: Admins and consistency add-ons can now add translations even if disabled for users.
sv: AdministratÃ¶rer och tillÃ¤gg fÃ¶r konsistens kan nu lÃ¤gga till Ã¶versÃ¤ttningar Ã¤ven om de Ã¤r inaktiverade fÃ¶r anvÃ¤ndare.

source: Fixed description of toggle disabling ``Language-Team`` header manipulation.
sv: Fast beskrivning av vÃ¤xlingsinaktivering av ``Language-Team``-rubrikmanipulering.

source: Notify users mentioned in comments.
sv: Meddela anvÃ¤ndare som nÃ¤mns i kommentarer.

source: Removed file format autodetection from component setup.
sv: Automatisk identifiering av filformat har tagits bort frÃ¥n komponentinstÃ¤llningarna.

source: Added digest notifications.
sv: Lagt till sammanfattningsmeddelanden.

source: Added support for muting component notifications.
sv: Lagt till stÃ¶d fÃ¶r att stÃ¤nga av komponentmeddelanden.

source: Added notifications for new alerts, whiteboard messages or components.
sv: Lagt till aviseringar fÃ¶r nya varningar, whiteboardmeddelanden eller komponenter.

source: Notifications for administered projects can now be configured.
sv: Meddelanden fÃ¶r administrerade projekt kan nu konfigureras.

source: Improved handling of three letter language codes.
sv: FÃ¶rbÃ¤ttrad hantering av sprÃ¥kkoder bestÃ¥ende av tre bokstÃ¤ver.

source: *Released on March 10th 2019.*
sv: *SlÃ¤pptes den 10 mars 2019.*

source: Fixed Celery systemd unit example.
sv: Fixat exempel pÃ¥ systemd-enhet fÃ¶r Celery.

source: Fixed notifications from HTTP repositories with login.
sv: Fasta aviseringar frÃ¥n HTTP-arkiv med inloggning.

source: Fixed race condition in editing source string for monolingual translations.
sv: Fixat race-tillstÃ¥nd vid redigering av kÃ¤llstrÃ¤ng fÃ¶r ensprÃ¥kiga Ã¶versÃ¤ttningar.

source: Include output of failed add-on execution in the logs.
sv: Inkludera utdata frÃ¥n misslyckad tillÃ¤ggskÃ¶rning i loggarna.

source: Improved validation of choices for adding new language.
sv: FÃ¶rbÃ¤ttrad validering av val fÃ¶r att lÃ¤gga till nya sprÃ¥k.

source: Allow to edit file format in component settings.
sv: TillÃ¥t redigering av filformat i komponentinstÃ¤llningarna.

source: Update installation instructions to prefer Python 3.
sv: Uppdatera installationsinstruktionerna sÃ¥ att Python 3 prioriteras.

source: Performance and consistency improvements for loading translations.
sv: FÃ¶rbÃ¤ttrad prestanda och konsistens vid inlÃ¤sning av Ã¶versÃ¤ttningar.

source: Make Microsoft Terminology service compatible with current Zeep releases.
sv: GÃ¶r Microsoft Terminology-tjÃ¤nsten kompatibel med aktuella Zeep-versioner.

source: *Released on March 3rd 2019.*
sv: *SlÃ¤pptes den 3 mars 2019.*

source: Improved performance of built-in translation memory.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r det inbyggda Ã¶versÃ¤ttningsminnet.

source: Added interface to manage global translation memory.
sv: Lagt till grÃ¤nssnitt fÃ¶r att hantera globalt Ã¶versÃ¤ttningsminne.

source: Improved alerting on bad component state.
sv: FÃ¶rbÃ¤ttrad varning vid dÃ¥ligt komponenttillstÃ¥nd.

source: Added user interface to manage whiteboard messages.
sv: Lagt till anvÃ¤ndargrÃ¤nssnitt fÃ¶r att hantera whiteboardmeddelanden.

source: Add-on commit message now can be configured.
sv: TillÃ¤ggskommittmeddelanden kan nu konfigureras.

source: Reduce number of commits when updating upstream repository.
sv: Minska antalet commit nÃ¤r du uppdaterar uppstrÃ¶msrepositoriet.

source: Fixed possible metadata loss when moving component between projects.
sv: Ã tgÃ¤rdat mÃ¶jligt metadatafÃ¶rlust vid flytt av komponenter mellan projekt.

source: Improved navigation in the Zen mode.
sv: FÃ¶rbÃ¤ttrad navigering i Zen-lÃ¤get.

source: Added several new quality checks (Markdown related and URL).
sv: Lagt till flera nya kvalitetskontroller (relaterade till Markdown och URL).

source: Added support for app store metadata files.
sv: Lagt till stÃ¶d fÃ¶r metadatafiler frÃ¥n appbutiker.

source: Added support for toggling GitHub or Gerrit integration.
sv: Lagt till stÃ¶d fÃ¶r att vÃ¤xla mellan GitHub- eller Gerrit-integration.

source: Added check for Kashida letters.
sv: Lagt till kontroll fÃ¶r Kashida-bokstÃ¤ver.

source: Added option to squash commits based on authors.
sv: Lagt till alternativ fÃ¶r att komprimera commit baserat pÃ¥ fÃ¶rfattare.

source: Improved support for XLSX file format.
sv: FÃ¶rbÃ¤ttrat stÃ¶d fÃ¶r filformatet XLSX.

source: Compatibility with Tesseract 4.0.
sv: Kompatibilitet med Tesseract 4.0.

source: Billing add-on now removes projects for unpaid billings after 45 days.
sv: FaktureringstillÃ¤gget tar nu bort projekt fÃ¶r obetalda fakturor efter 45 dagar.

source: *Released on January 22nd 2019.*
sv: *SlÃ¤pptes den 22 januari 2019.*

source: Added support for XLIFF placeholders.
sv: StÃ¶d fÃ¶r XLIFF-platshÃ¥llare har lagts till.

source: Celery can now utilize multiple task queues.
sv: Celery kan nu anvÃ¤nda flera uppgiftskÃ¶er.

source: Added support for renaming and moving projects and components.
sv: StÃ¶d fÃ¶r att byta namn pÃ¥ och flytta projekt och komponenter har lagts till.

source: Include characters counts in reports.
sv: Inkludera teckenantal i rapporter.
